# St7SetFaceLineThickness

Sets the thickness of the face outlines.

long St7SetFaceLineThickness(long uID, long Thickness)
Input Parameters
uID
Strand7 model file ID.
Thickness
The face Outline Thickness in the range kMinThickness to kMaxThickness.